insert into segment(id,value) values
    (0,'فرزند شهید'),
    (1,'خانواده شهيد'),
    (2,'همسر شهيد'),
    (3,'رزمنده'),
    (4,'جانباز'),
    (5,'فرزند جانباز'),
    (6,'همسر جانباز'),
    (7,'آزاده'),
    (8,'فرزند آزاده'),
    (9,'همسر آزاده'),
    (10,'نامشخص');

insert into educational_degree(id,value) values
    (0,'کارداني'),
    (1,'کارشناسي'),
    (2,'کارشناسي ناپيوسته'),
    (3,'کارشناسي ارشد'),
    (4,'دکتري حرفه اي'),
    (5,'دکتري تخصصي');

insert into educational_group(id,value) values
    (0,'فني و مهندسي'),
    (1,'علوم پايه'),
    (2,'پزشکي'),
    (3,'کشاورزي و دامپزشکي'),
    (4,'علوم انساني'),
    (5,'هنر');

insert into graduation_status(id,value) values
    (0,'مشغول تحصيل'),
    (1,'فارغ التحصيل'),
    (2,'فارغ اتحصيل مقطع پايين'),
    (3,'انصراف'),
    (4,'انتقال'),
    (5,'ميهمان'),
    (6,'اخراج'),
    (7,'عدم مراجعه');

insert into educational_type(id,value) values
    (0,'روزانه'),
    (1,'شبانه'),
    (2,'نوبت دوم'),
    (3,'نيمه حضوري'),
    (4,'غير حضوري');

insert into term_status(id,value) values
    (0,'نامشخص'),
    (1,'عادی'),
    (2,'مشروط'),
    (3,'حذف ترم با احتساب سنوات'),
    (4,'حذف ترم بدون احتساب سنوات'),
    (5,'تعلیق'),
    (6,'پذیرش CR');

insert into payment_type(id,value) values
    (0,'هدیه ورود'),
    (1,'کمک هزینه'),
    (2,'کمک شهریه'),
    (3,'تشویق ارتقا'),
    (4,'هدیه ممتازین'),
    (5,'هزینه اسکان'),
    (6,'هزینه پایان نامه'),
    (7,'هدیه فارغ التحصیلان');
